[
  {
    "title": "Who Was Nikola Tesla?",
    "content1": "Nikola Tesla was an engineer and scientist known for designing the alternating-current (AC) electric system, which is the predominant electrical system used across the world today. He also created the 'Tesla coil', which is still used in radio technology.",
    "content2": "Born in modern-day Croatia, Tesla came to the United States in 1884 and briefly worked with Thomas Edison before the two parted ways. He sold several patent rights, including those to his AC machinery, to George Westinghouse."
  },
  {
    "title": "Early Life",
    "content1": "Tesla was born in Smiljan, Croatia, on July 10, 1856.",
    "content2": "Tesla was one of five children, including siblings Dane, Angelina, Milka and Marica. Tesla's interest in electrical invention was spurred by his mother, Djuka Mandic, who invented small household appliances in her spare time while her son was growing up.",
    "content3": "Tesla's father, Milutin Tesla, was a Serbian orthodox priest and a writer, and he pushed for his son to join the priesthood. But Nikola's interests lay squarely in the sciences."
  },
  {
    "title": "Education",
    "content1": "After studying at the Realschule, Karlstadt (later renamed the Johann-Rudolph-Glauber Realschule Karlstadt) in Germany; the Polytechnic Institute in Graz, Austria; and the University of Prague during the 1870s, Tesla moved to Budapest, where for a time he worked at the Central Telephone Exchange.",
    "content2": "It was while in Budapest that the idea for the induction motor first came to Tesla, but after several years of trying to gain interest in his invention, at age 28 Tesla decided to leave Europe for America."
  },
  {
    "title": "Nikola Tesla vs. Thomas Edison",
    "content1": "In 1884 Tesla arrived in the United States with little more than the clothes on his back and a letter of introduction to famed inventor and business mogul Thomas Edison, whose DC-based electrical works were fast becoming the standard in the country.",
    "content2": "Edison hired Tesla, and the two men were soon working tirelessly alongside each other, making improvements to Edison's inventions.",
    "content3": "Several months later, the two parted ways due to a conflicting business-scientific relationship, attributed by historians to their incredibly different personalities: While Edison was a power figure who focused on marketing and financial success, Tesla was commercially out-of-touch and somewhat vulnerable."
  },
  {
    "title": "First Solo Venture",
    "content1": "In 1885, Tesla received funding for the Tesla Electric Light Company and was tasked by his investors to develop improved arc lighting. After successfully doing so, however, Tesla was forced out of the venture and for a time had to work as a manual laborer in order to survive.",
    "content2": "His luck would change two years later when he received funding for his new Tesla Electric Company."
  },
  {
    "title": "Inventions",
    "content1": "Throughout his career, Tesla discovered, designed and developed ideas for a number of important inventions — most of which were officially patented by other inventors — including dynamos (electrical generators similar to batteries) and the induction motor. ",
    "content2": "He was also a pioneer in the discovery of radar technology, X-ray technology, remote control and the rotating magnetic field — the basis of most AC machinery. Tesla is most well-known for his contributions in AC electricity and for the Tesla coil."
  },
  {
    "title": "AC Electrical System",
    "content1": "Tesla designed the alternating-current (AC) electrical system, which would quickly become the preeminent power system of the 20th century and has remained the worldwide standard ever since. In 1887, Tesla found funding for his new Tesla Electric Company, and by the end of the year, he had successfully filed several patents for AC-based inventions.",
    "content2": "Tesla's AC system soon caught the attention of American engineer and businessman George Westinghouse, who was seeking a solution to supplying the nation with long-distance power. Convinced that Tesla's inventions would help him achieve this, in 1888 he purchased his patents for $60,000 in cash and stock in the Westinghouse Corporation.",
    "content3": "As interest in an AC system grew, Tesla and Westinghouse were put in direct competition with Thomas Edison, who was intent on selling his direct-current (DC) system to the nation. A negative press campaign was soon waged by Edison, in an attempt to undermine interest in AC power. ",
    "content4": "Unfortunately for Edison, the Westinghouse Corporation was chosen to supply the lighting at the 1893 World's Columbian Exposition in Chicago, and Tesla conducted demonstrations of his AC system there."
  },
  {
    "title": "Hydroelectric Power Plant",
    "content1": "In 1895, Tesla designed what was among the first AC hydroelectric power plants in the United States, at Niagara Falls. ",
    "content2": "The following year, it was used to power the city of Buffalo, New York — a feat that was highly publicized throughout the world and helped further AC electricity’s path to becoming the world’s power system."
  },
  {
    "title": "Tesla Coil",
    "content1": "In the late 19th century, Tesla patented the Tesla coil, which laid the foundation for wireless technologies and is still used in radio technology today. The heart of an electrical circuit, the Tesla coil is an inductor used in many early radio transmission antennas.",
    "content2": "The coil works with a capacitor to resonate current and voltage from a power source across the circuit. Tesla himself used his coil to study fluorescence, x-rays, radio, wireless power and electromagnetism in the earth and its atmosphere."
  },
  {
    "title": "Free Energy",
    "content1": "Having become obsessed with the wireless transmission of energy, around 1900 Tesla set to work on his boldest project yet: to build a global, wireless communication system — to be transmitted through a large electrical tower — for sharing information and providing free energy throughout the world.",
    "content2": "With funding from a group of investors that included financial giant J. P. Morgan, in 1901 Tesla began work on the free energy project in earnest, designing and building a lab with a power plant and a massive transmission tower on a site on Long Island, New York, that became known as Wardenclyffe.",
    "content3": "However, doubts arose among his investors about the plausibility of Tesla's system. As his rival, Guglielmo Marconi — with the financial support of Andrew Carnegie and Thomas Edison — continued to make great advances with his own radio technologies, Tesla had no choice but to abandon the project.",
    "content4": "The Wardenclyffe staff was laid off in 1906, and by 1915 the site had fallen into foreclosure. Two years later Tesla declared bankruptcy and the tower was dismantled and sold for scrap to help pay the debts he had accrued."
  },
  {
    "title": "Death Ray",
    "content1": "After suffering a nervous breakdown following the closure of his free energy project, Tesla eventually returned to work, primarily as a consultant.",
    "content2": "But as time went on, his ideas became progressively more outlandish and impractical. He grew increasingly eccentric, devoting much of his time to the care of wild pigeons in the parks of New York City. ",
    "content3": "Tesla even drew the attention of the FBI with his talk of building a powerful 'death ray,' which had received some interest from the Soviet Union during World War II."
  },
  {
    "title": "How Did Nikola Tesla Die?",
    "content1": "Poor and reclusive, Tesla died of coronary thrombosis on January 7, 1943, at the age of 86 in New York City, where he had lived for nearly 60 years. ",
    "content2": "However, the legacy of the work Tesla left behind him lives on to this day. In 1994, a street sign identifying 'Nikola Tesla Corner' was installed near the site of his former New York City laboratory, at the intersection of 40th Street and 6th Avenue."
  }
]
